Repository: HerzScheisse/webtrees-RepositoryHierarchy
Catalog: resources/lang/*.po
Languages: nl

source: Sources without call number
nl: Bronnen zonder oproepnummer

source: Default call number category
nl: Standaard oproepnummercategorie

source: The source citation was copied to an internal clipboard.
nl: De bronvermelding werd gekopieerd naar een intern klembord.

source: The source citation can be added to other facts/events by clicling on the source icon in the edit area of the fact/event.
nl: De bronvermelding kan worden toegevoegd aan andere feiten/gebeurtenissen door te klikken op het bronpictogram in het bewerkingsgebied van het feit of de gebeurtenis.

source: Currently, you do not have the user rights to create new sources. In order to create new sources, you need to be logged in as a user.
nl: Momenteel heeft u niet de gebruikersrechten om nieuwe bronnen aan te maken. Om nieuwe bronnen aan te maken, moet u ingelogd zijn als gebruiker.

source: Create new sources
nl: Nieuwe bronnen maken

source: Finding aid as HTML
nl: Archieftoegang als HTML

source: Finding aid as PDF
nl: Archieftoegang als PDF

source: Repository Hierarchy
nl: Opslagplaatshiërarchie

source: A hierarchical structured list of the sources of an archive based on the call numbers of the sources
nl: Een hiërarchisch gestructureerde lijst van de bronnen van een archief op basis van de oproepnummers van de bronnen

source: The custom module "%s" is activated in parallel to the %s custom module. This can lead to unintended behavior. If using the %s module, it is urgently recommended to deactivate the "%s" module, because the identical functionality is also integrated in the %s module.
nl: De aangepaste module "%s" is parallel aan de aangepaste module %s geactiveerd. Dit kan leiden tot onbedoeld gedrag. Als u de module %s gebruikt, is het aanbevolen om de module "%s" te deactiveren omdat de identieke functionaliteit ook in de module %s is geïntegreerd.

source: The preferences for the module “%s” were updated.
nl: De voorkeuren voor de module "%s" zijn bijgewerkt.

source: Error while trying to update the custom module "%s" to the new module version %s:
nl: Fout tijdens het bijwerken van de aangepaste module "%s" naar de nieuwe moduleversie %s:

source: The preferences for the custom module "%s" were sucessfully updated to the new module version %s.
nl: De voorkeuren voor de aangepaste module "%s" zijn bijgewerkt naar de nieuwe moduleversie %s.

source: The Repository Hierarchy data fix cannot be used in the "control panel".
nl: De gegevenscorrectie voor de opslagplaatshiërarchie kan niet worden gebruikt in het "controlepaneel".

source: The data fix can be called from the user front end by clicking on the link to rename a call number category.
nl: De gegevenscorrectie kan worden opgeroepen vanuit de gebruikersinterface door te klikken op de link voor het hernoemen van een oproepnummercategorie.

source: Error in custom module
nl: Fout in aangepaste module

source: Currently, you do not have the user rights to change call number categories.
nl: Momenteel heeft u niet de gebruikersrechten om oproepnummercategorieën te wijzigen.

source: In order to change call number categories, you need to have a "Manager" role for the corresponding tree.
nl: Om oproepnummercategorieën te kunnen wijzigen, moet u een "Manager"-rol hebben voor de betreffende stamboom.

source: Repository Hierarchy of: %s
nl: Opslagplaatshiërarchie van: %s

source: Regular expression not accepted
nl: Reguliere expressie niet geaccepteerd

source: No valid delimiter or valid regular expression for delimiter found.
nl: Geen geldig scheidingsteken of geldige reguliere expressie voor scheidingsteken gevonden.

source: load delimiter expression from administrator
nl: scheidingstekenexpressie van beheerder laden

source: none
nl: geen

source: save repository
nl: opslagplaats opslaan

source: load repository
nl: opslagplaats laden

source: save delimiter expression
nl: scheidingstekenexpressie opslaan

source: load delimiter expression
nl: scheidingstekenexpressie laden

source: Could not load repository. No repository stored.
nl: Kan de opslagplaats niet laden. Geen opslagplaats opgeslagen.

source: The tree “%s” does not contain any repository
nl: De stamboom "%s" bevat geen opslagplaats

source: Could not load delimiter expression from administrator. No administrator delimiter expression stored.
nl: Kan scheidingstekenexpressie van beheerder niet laden. Geen scheidingstekenexpressie van de beheerder opgeslagen.

source: Could not load delimiter expression. No delimiter expression stored.
nl: Kan scheidingstekenexpressie niet laden. Geen scheidingstekenexpressie opgeslagen.

source: Error in delimiter expression
nl: Fout in scheidingstekenexpressie

source: Please note that the following characters need to be escaped if not used as meta characters in a regular expression
nl: Houd er rekening mee dat de volgende tekens voorzien moeten worden van een escape-teken als ze niet worden gebruikt als metatekens in een reguliere expressie

source: For example, use
nl: Gebruik bijvoorbeeld

source: instead of
nl: in plaats van

source: or
nl: of

source: if the characters shall be used as plain text.
nl: als de tekens als tekst zonder opmaak moeten worden gebruikt.

source: XML export settings not found. Please open EAD XML settings and provide settings.
nl: XML-exportinstellingen niet gevonden. Open EAD XML-instellingen en geef de instellingen op.

source: Finding aid
nl: Archieftoegang

source: How to use delimiter expressions?
nl: Hoe gebruikt u scheidingstekenexpressies?

source: A delimiter is a sequence of one or more characters for specifying the boundary between separate, independent regions in a text. Use delimiters to cut call numbers into chunks of call number categories. The call number categories will be used to construct a hierarchy of call numbers.
nl: Een scheidingsteken is een reeks van één of meer tekens om de grens aan te geven tussen afzonderlijke, onafhankelijke gebieden in een tekst. Gebruik scheidingstekens om oproepnummers op te delen in brokken oproepnummercategorieën. De oproepnummercategorieën worden gebruikt om een hiërarchie van oproepnummers op te bouwen.

source: Use a single delimiter, e.g.
nl: Gebruik een enkel scheidingsteken, bijvoorbeeld

source: Use a set of delimiters separated by
nl: Gebruik een set scheidingstekens, gescheiden door

source: e.g.
nl: bijvoorbeeld

source: Use a regular expressions, which contain the delimiter in brackets, e.g.
nl: Gebruik een reguliere expressie, die het scheidingsteken tussen haakjes bevat, bijvoorbeeld

source: Fonds
nl: Archief

source: Use a set of regular expressions separated by
nl: Gebruik een set reguliere expressies gescheiden door

source: Series
nl: Reeks

source: Example
nl: Voorbeeld

source: Call numbers
nl: Oproepnummers

source: Delimiter expression
nl: Scheidingstekenexpressie

source: Film Number
nl: Filmnummer

source: Number
nl: Nummer

source: Biography Number
nl: Biografienummer

source: Photo Number
nl: Fotonummer

source: Delimiter expression:
nl: Scheidingstekenexpressie:

source: Biography
nl: Biografie

source: Photo
nl: Foto

source: Important Note
nl: Belangrijke opmerking

source: if they should be recognized as plain characters.
nl: als ze moeten worden herkend als gewone tekens.

source: Detailed description
nl: Gedetailleerde beschrijving

source: Information about regular expressions
nl: Informatie over reguliere expressies

source: The help text has not yet been written for this item.
nl: De helptekst is nog niet geschreven voor dit item.

source: EAD XML settings
nl: EAD XML-instellingen

source: The EAD XML settings have been changed
nl: De EAD XML-instellingen zijn gewijzigd

source: Link to archival description in AtoM
nl: Link naar archiefbeschrijving in AtoM

source: Call number
nl: Oproepnummer

source: Author
nl: Auteur

source: Copy source citation to clipboard
nl: Kopieer bronvermelding naar klembord

source: Paste source citation from clipboard
nl: Plak bronvermelding van klembord

source: Generated on
nl: Gegenereerd op

source: Language of description
nl: Taal van de beschrijving

source: Table of Contents - Archival Arrangement
nl: Inhoudsopgave - Archiefordening

source: List of Sources
nl: Bronnenlijst

source: Create a source
nl: Maak een bron

source: new
nl: nieuw

source: Finding aid title
nl: Toegangstitel

source: Country code
nl: Landcode

source: Finding aid identifier
nl: Toegangsnummer

source: URL of the online finding aid
nl: URL van de onlinearchieftoegang

source: Publisher
nl: Uitgever

source: Explanations
nl: Verklaringen

source: Title proper of the finding aid.
nl: Exacte titel van de archieftoegang.

source: Country name encoded according to ISO 3166-1, e.g. "FR" for "France".
nl: Landnaam gecodeerd volgens ISO 3166-1, bijvoorbeeld "FR" voor "Frankrijk".

source: Unique code identifying the archival institution maintaining the described collection; encoded according to ISO 15511 (ISIL). The main agency code is officially assigned to archives by a national authority. As a substitute value, the country code and "-XXXXX" might be chosen, e.g. FR-XXXXX
nl: Unieke code ter identificatie van de archiefinstelling die de beschreven collectie beheert; gecodeerd volgens ISO 15511 (ISIL). De main agency code wordt officieel door een nationale autoriteit aan archieven toegekend. Als vervangende waarde kan de landcode en "-XXXXX" worden gekozen, bijv. FR-XXXXX

source: Unique identifyer for the finding aid document.
nl: Uniek identificatienummer voor het archieftoegangsdocument.

source: URL of the online finding aid (optional)
nl: URL van de onlinearchieftoegang (optioneel)

source: An URL, where the finding aid can be found oline.
nl: Een URL, waar de archieftoegang online kan worden gevonden.

source: Publisher (optional)
nl: Uitgever (optioneel)

source: Name of the editing institution or the publishing company.
nl: Naam van de uitgevende instelling of uitgeverij.

source: EAD XML export settings
nl: EAD XML-exportinstellingen

source: Load settings from administrator
nl: Instellingen van beheerder laden

source: Search call number category
nl: Zoek oproepnummercategorie

source: Category full name
nl: Volledige categorienaam

source: Replace by
nl: Vervangen door

source: Delimiter Expression for Call Numbers
nl: Scheidingstekenexpressie voor oproepnummers

source: View and load/save options
nl: Opties voor bekijken en laden/opslaan

source: view
nl: bekijken

source: Call Number Category
nl: Oproepnummercategorie

source: Rename
nl: Hernoemen

source: Add new source
nl: Nieuwe bron toevoegen

source: Settings for Repository Hierarchy list
nl: Instellingen voor opslagplaatshiërarchieflijst

source: Show label before call number category.
nl: Toon label voor oproepnummercategorie.

source: Show titles of call number categories (if available from .po file).
nl: Toon titels van oproepnummercategorieën (indien beschikbaar in .po-bestand).

source: Show help icon after label for delimiter expression.
nl: Toon helppictogram na label voor scheidingstekenexpressie.

source: Show help link after label for delimiter expression.
nl: Toon helplink na label voor scheidingstekenexpressie.

source: Use truncated categories. The call number categories will be truncated and shown without the trunk.
nl: Gebruik afgekorte categorieën. De oproepnummercategorieën worden afgekort en getoond zonder de stam.

source: Use truncated call numbers. The call numbers will be truncated and shown without call number category.
nl: Gebruik afgekorte oproepnummers. De oproepnummers worden afgekort en getoond zonder oproepnummercategorieën.

source: Show date range for call number categories.
nl: Toon datumbereik voor oproepnummercategorieën.

source: Allow renaming of call number categories. Will show an icon and a link for renaming.
nl: Hernoemen van oproepnummercategorieën toestaan. Toont een pictogram en een link voor het hernoemen.

source: Allow adding new sources to a call number category. Will show an icon and a link to add new sources.
nl: Toevoegen van nieuwe bronnen aan een oproepnummercategorie toestaan. Toont een pictogram en een link om nieuwe bronnen toe te voegen.

source: Show the title of the sources.
nl: Toon de titel van de bronnen.

source: Show the XREF of the sources.
nl: Toon de XREF van de bronnen.

source: Show the author of the sources.
nl: Toon de auteur van de bronnen.

source: Show the date range of the sources.
nl: Toon het datumbereik van de bronnen.

source: Allow users to load stored delimiter expressions from administrator.
nl: Gebruikers toestaan om opgeslagen scheidingstekenexpressies van de beheerder te laden.

source: Settings for source citations
nl: Instellingen voor bronvermeldingen

source: Show additional source facts (REPO, REPO:CALN) within source citations.
nl: Toon extra bronfeiten (REPO, REPO:CALN) binnen bronvermeldingen.

source: Automatically expand repositories in source citations. Applies only if "Show additional source facts" is activated.
nl: Automatisch opslagplaatsen uitbreiden in bronvermeldingen. Geldt alleen als "Toon extra bronfeiten" is geactiveerd.

source: Show all media objects of sources within a source citations.
nl: Toon alle mediaobjecten van bronnen binnen een bronvermelding.

source: Directly show media objects of sources in facts and not subordinated within source citations.
nl: Toon mediaobjecten van bronnen direct in feiten en niet ondergeschikt gemaakt aan bronvermeldingen.

source: Enable copy/paste mechanism for source citations in the individual and family view.
nl: Kopiëren/plakken mechanisme inschakelen voor bronvermeldingen in de persoons- en gezinsweergave.

source: Settings for finding aid exports
nl: Instellingen voor export van archieftoegangen

source: Include repository address within finding aid export.
nl: Adres van de opslagplaats opnemen in export van archieftoegangen.

source: Include links to webtrees sources within finding aid export.
nl: Links naar webtrees-bronnen opnemen in export van archieftoegangen.

source: Include table of contents within finding aid export.
nl: Inhoudsopgave opnemen in export van archieftoegangen.

source: Show titles within table of contents in finding aid export.
nl: Toon titels in de inhoudsopgave ook in export van archieftoegangen.

source: Show links within table of contents in finding aid export (not available for PDF export).
nl: Toon links in de inhoudsopgave ook in export van archieftoegangen (niet beschikbaar voor PDF-export).

source: Settings for EAD XML exports
nl: Instellingen voor EAD XML-exports

source: Allow users to load stored XML settings from administrator.
nl: Gebruikers toestaan om opgeslagen XML-instellingen van de beheerder te laden.

source: Settings for Meta Repositories
nl: Instellingen voor meta-opslagplaatsen

source: Use Meta Repositories.
nl: Gebruik meta-opslagplaatsen.

source: Settings for linking to external archive management tools
nl: Instellingen voor koppeling naar externe archiefbeheerhulpmiddelen

source: The following settings apply if AtoM (https://www.accesstomemory.org) is used as an external archive management system.
nl: De volgende instellingen zijn van toepassing als AtoM (https://www.accesstomemory.org) als extern archiefbeheersysteem wordt gebruikt.

source: Show link to AtoM records within source citations
nl: Toon link naar AtoM-records binnen bronvermeldingen

source: Settings for the creation of AtoM REST links ("AtoM slugs"), which can be used to link a webtrees source citation to the source view in an external AtoM archive management system. Only applies if the option "%s" is activated.
nl: Instellingen voor het maken van AtoM REST-links ("AtoM slugs"), die kunnen worden gebruikt om een webtrees-bronvermelding te koppelen aan de bronweergave in een extern AtoM-archiefbeheersysteem. Alleen van toepassing als de optie "%s" is geactiveerd.

source: Use call numbers to create AtoM REST links ("AtoM slugs")
nl: Gebruik oproepnummers om AtoM REST-links ("AtoM slugs") te maken.

source: Use source titles to create AtoM REST links ("AtoM slugs")
nl: Gebruik brontitels om AtoM REST-links ("AtoM slugs") te maken.

source: Base URL for AtoM
nl: Basis-URL voor AtoM

source: Repositories, for which AtoM linking is used.
nl: Opslagplaatsen, waarvoor AtoM-links worden gebruikt.

source: Format treename:xref. A list of several entries can be separated by comma, e.g. "my_tree:X1765,my_tree:X2987"
nl: Formaat stamboomnaam:XREF. Een lijst van verschillende items kan door komma's worden gescheiden, bijvoorbeeld "mijn_stamboom:X1765,mijn_stamboom:X2987".

source: save
nl: opslaan

source: Media objects of source
nl: Mediaobjecten van bron
